Repository: groupserver/gs.site.welcome
Catalog: gs/site/welcome/locales/*/LC_MESSAGES/gs.site.welcome.po
Languages: de, fr

# change-action
source: Change
de: Ändern
fr: Changer

# change-link
source: Change
de: Ändern
fr: Changer

# change-success
source: The welcome that appears on <a href="/">the site homepage</a> has been changed.
de: Die Begrüßung auf der <a href="/">Startseite</a> wurde geändert.
fr: Le message de bienvenue qui apparaît sur <a href="/">la page d'accueil</a> a été mise à jour.

# change-welcome-form-label
source: Change the welcome
de: Begrüßung ändern
fr: Changer le message d'accueil

# default-greeting
source: Welcome
de: Willkommen
fr: Bienvenue

# default-welcome-message
source: <p>Welcome to the new online group site for ${siteName}. We hope that this will be a useful way for everyone to discuss and share information.</p>
de: <p>Willkommen auf der neuen Online Gruppenseite für ${siteName}. Wir hoffen, dass dies ein nützlicher Weg für Jedermann zur Diskussion und zum gegenseitigem Informationsaustausch sein wird.</p>
fr: <p>Bienvenue sur le nouveau groupe en ligne pour le site ${siteName}. Nous espérons que vous trouverez ce groupe utile afin de discuter, ou bien partager des informations.</p>

# greeting-entry-description
source: The greeting that appears in the Welcome message
de: Die Begrüßung, die in der Willkommensnachricht erscheint.
fr: La message de bienvenue qui apparaît dans le Message de bienvenue

# greeting-entry-label
source: Greeting
de: Begrüßung
fr: Salutation

# status-problem
source: <p>There is an error:</p>
de: <p>Es ist ein Fehler aufgetreten:</p>
fr: <p>Une erreur est survenue :</p>

# status-problems
source: <p>There are errors:</p>
de: <p>Es sind mehrere Fehler aufgetreten:</p>
fr: <p>Des erreurs sont survenues :</p>

# welcome-message-entry-description
source: The text of the message that appears on the site homepage.
de: Der Nachrichtentext, der auf der Startseite erscheint.
fr: Le texte du message qui apparaît sur la page d'accueil du site.

# welcome-message-entry-label
source: Message
de: Nachricht
